const eduData = {
    "서울특별시": [
        { "이름": "김영배", "사진": "" },
        { "이름": "한만중", "사진": "" },
        { "이름": "조전혁", "사진": "" },
        { "이름": "이학인", "사진": "" },
        { "이름": "윤호상", "사진": "" },
        { "이름": "정근식", "사진": "" },
        { "이름": "홍제남", "사진": "" },
        { "이름": "류수노", "사진": "" }
    ],
    "전남광주통합특별시": [
        { "이름": "강숙영", "사진": "" },
        { "이름": "이정선", "사진": "" },
        { "이름": "장관호", "사진": "" },
        { "이름": "김대중", "사진": "" }
    ],
    "부산광역시": [
        { "이름": "정승윤", "사진": "" },
        { "이름": "최윤홍", "사진": "" },
        { "이름": "김석준", "사진": "" }
    ],
    "대구광역시": [
        { "이름": "서중현", "사진": "" },
        { "이름": "임성무", "사진": "" },
        { "이름": "강은희", "사진": "" }
    ],
    "인천광역시": [
        { "이름": "도성훈", "사진": "" },
        { "이름": "이대형", "사진": "" },
        { "이름": "임병구", "사진": "" }
    ],
    "대전광역시": [
        { "이름": "정상신", "사진": "" },
        { "이름": "맹수석", "사진": "" },
        { "이름": "성광진", "사진": "" },
        { "이름": "오석진", "사진": "" },
        { "이름": "진동규", "사진": "" }
    ],
    "울산광역시": [
        { "이름": "구광렬", "사진": "" },
        { "이름": "조용식", "사진": "" },
        { "이름": "김주홍", "사진": "" }
    ],
    "세종특별자치시": [
        { "이름": "강미애", "사진": "" },
        { "이름": "안광식", "사진": "" },
        { "이름": "임전수", "사진": "" },
        { "이름": "원성수", "사진": "" }
    ],
    "경기도": [
        { "이름": "임태희", "사진": "" },
        { "이름": "안민석", "사진": "" }
    ],
    "강원특별자치도": [
        { "이름": "강삼영", "사진": "" },
        { "이름": "최광익", "사진": "" },
        { "이름": "신경호", "사진": "" },
        { "이름": "박현숙", "사진": "" }
    ],
    "충청북도": [
        { "이름": "윤건영", "사진": "" },
        { "이름": "김성근", "사진": "" },
        { "이름": "김진균", "사진": "" }
    ],
    "충청남도": [
        { "이름": "이병도", "사진": "" },
        { "이름": "이병학", "사진": "" },
        { "이름": "김영춘", "사진": "" },
        { "이름": "이명수", "사진": "" }
    ],
    "전북특별자치도": [
        { "이름": "이남호", "사진": "" },
        { "이름": "천호성", "사진": "" }
    ],
    "경상북도": [
        { "이름": "김상동", "사진": "" },
        { "이름": "이용기", "사진": "" },
        { "이름": "임종식", "사진": "" }
    ],
    "경상남도": [
        { "이름": "오인태", "사진": "" },
        { "이름": "송영기", "사진": "" },
        { "이름": "김준식", "사진": "" },
        { "이름": "권순기", "사진": "" }
    ],
    "제주특별자치도": [
        { "이름": "송문석", "사진": "" },
        { "이름": "고의숙", "사진": "" },
        { "이름": "김광수", "사진": "" }
    ]
};