const localData = {
    "서울특별시": {
        "종로구": [
            { "기호": "1", "이름": "유찬종", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "정문헌", "정당": "국민의힘", "사진": "" }
        ],
        "중구": [
            { "기호": "1", "이름": "이동현", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김길성", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "길기영", "정당": "개혁신당", "사진": "" }
        ],
        "용산구": [
            { "기호": "1", "이름": "강태웅", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김경대", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "김윤재", "정당": "개혁신당", "사진": "" }
        ],
        "성동구": [
            { "기호": "1", "이름": "유보화", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "고재현", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "정찬옥", "정당": "개혁신당", "사진": "" }
        ],
        "광진구": [
            { "기호": "1", "이름": "문종철", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김경호A", "정당": "국민의힘", "사진": "" }
        ],
        "동대문구": [
            { "기호": "1", "이름": "최동민", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이필형", "정당": "국민의힘", "사진": "" }
        ],
        "중랑구": [
            { "기호": "1", "이름": "류경기", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "황종석", "정당": "국민의힘", "사진": "" }
        ],
        "성북구": [
            { "기호": "1", "이름": "이승로", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "민병웅", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "홍희진", "정당": "진보당", "사진": "" }
        ],
        "강북구": [
            { "기호": "1", "이름": "정창수", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "장지호", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "윤정현", "정당": "노동당", "사진": "" },
            { "기호": "6", "이름": "한덕희", "정당": "무소속", "사진": "" }
        ],
        "도봉구": [
            { "기호": "1", "이름": "김동욱", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "오언석", "정당": "국민의힘", "사진": "" }
        ],
        "노원구": [
            { "기호": "1", "이름": "서준오", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김광수", "정당": "국민의힘", "사진": "" }
        ],
        "은평구": [
            { "기호": "1", "이름": "김미경", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "남기정", "정당": "국민의힘", "사진": "" }
        ],
        "서대문구": [
            { "기호": "1", "이름": "박운기", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이성헌", "정당": "국민의힘", "사진": "" }
        ],
        "마포구": [
            { "기호": "1", "이름": "유동균", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박강수", "정당": "국민의힘", "사진": "" }
        ],
        "양천구": [
            { "기호": "1", "이름": "우형찬", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이기재", "정당": "국민의힘", "사진": "" }
        ],
        "강서구": [
            { "기호": "1", "이름": "진교훈", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김진선", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이미선", "정당": "진보당", "사진": "" },
            { "기호": "6", "이름": "백철", "정당": "무소속", "사진": "" }
        ],
        "구로구": [
            { "기호": "1", "이름": "장인홍", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "홍덕희", "정당": "국민의힘", "사진": "" }
        ],
        "금천구": [
            { "기호": "1", "이름": "최기찬", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이희권", "정당": "국민의힘", "사진": "" }
        ],
        "영등포구": [
            { "기호": "1", "이름": "조유진", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최웅식", "정당": "국민의힘", "사진": "" }
        ],
        "동작구": [
            { "기호": "1", "이름": "류삼영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김정태", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "박일하", "정당": "개혁신당", "사진": "" },
            { "기호": "5", "이름": "조성범", "정당": "무소속", "사진": "" }
        ],
        "관악구": [
            { "기호": "1", "이름": "박준희", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이남형", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "이혜숙", "정당": "개혁신당", "사진": "" }
        ],
        "서초구": [
            { "기호": "1", "이름": "황인식", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "전성수", "정당": "국민의힘", "사진": "", "yoon": true, 
            "근거": '•  YOON 서초동 사저 도착 당시 마중[1]\n->  이후 "인간다운 정으로 갔을 뿐"이라고 해명[2]',
            "출처": [
                { "n": 1, "텍스트": "link", "url": "https://v.daum.net/v/K8s3wgc6A8?f=p" },
                { "n": 2, "텍스트": "link", "url": "https://www.hcnnews.co.kr/news/articleView.html?idxno=46504" }
                    ]}
        ],
        "강남구": [
            { "기호": "1", "이름": "김형곤", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김현기", "정당": "국민의힘", "사진": "" }
        ],
        "송파구": [
            { "기호": "1", "이름": "조재희", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "서강석", "정당": "국민의힘", "사진": "" }
        ],
        "강동구": [
            { "기호": "1", "이름": "김종무", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이수희", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "이용우A", "정당": "개혁신당", "사진": "" }
        ]
    },
    "인천광역시": {
        "영종구": [
            { "기호": "1", "이름": "손화정", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김정헌", "정당": "국민의힘", "사진": "" },
            { "기호": "3", "이름": "안광호", "정당": "조국혁신당", "사진": "" }
        ],
        "제물포구": [
            { "기호": "1", "이름": "남궁형", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김찬진", "정당": "국민의힘", "사진": "" }
        ],
        "미추홀구": [
            { "기호": "1", "이름": "김정식", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이영훈", "정당": "국민의힘", "사진": "" }
        ],
        "연수구": [
            { "기호": "1", "이름": "정지열", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이재호", "정당": "국민의힘", "사진": "" }
        ],
        "남동구": [
            { "기호": "1", "이름": "이병래", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박종효", "정당": "국민의힘", "사진": "" }
        ],
        "부평구": [
            { "기호": "1", "이름": "차준택", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이단비", "정당": "국민의힘", "사진": "" }
        ],
        "계양구": [
            { "기호": "1", "이름": "박형우", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이병택", "정당": "국민의힘", "사진": "" }
        ],
        "서구": [
            { "기호": "1", "이름": "구재용", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "강범석", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김용섭", "정당": "무소속", "사진": "" }
        ],
        "검단구": [
            { "기호": "1", "이름": "김진규", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박세훈", "정당": "국민의힘", "사진": "" }
        ],
        "강화군": [
            { "기호": "1", "이름": "한연희", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박용철", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "문경신", "정당": "무소속", "사진": "" }
        ],
        "옹진군": [
            { "기호": "1", "이름": "장정민", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "문경복", "정당": "국민의힘", "사진": "" }
        ]
    },
    "경기도": {
        "수원시": [
            { "기호": "1", "이름": "이재준", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "안교재", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "정희윤", "정당": "개혁신당", "사진": "" }
        ],
        "성남시": [
            { "기호": "1", "이름": "김병욱", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "신상진", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "장지화", "정당": "진보당", "사진": "" }
        ],
        "의정부시": [
            { "기호": "1", "이름": "김원기", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김동근", "정당": "국민의힘", "사진": "" }
        ],
        "안양시": [
            { "기호": "1", "이름": "최대호", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김대영", "정당": "국민의힘", "사진": "" }
        ],
        "부천시": [
            { "기호": "1", "이름": "조용익", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "곽내경", "정당": "국민의힘", "사진": "" }
        ],
        "광명시": [
            { "기호": "1", "이름": "박승원", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김정호", "정당": "국민의힘", "사진": "" }
        ],
        "평택시": [
            { "기호": "1", "이름": "최원용", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "차화열", "정당": "국민의힘", "사진": "" }
        ],
        "양주시": [
            { "기호": "1", "이름": "정덕영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "강수현", "정당": "국민의힘", "사진": "" }
        ],
        "동두천시": [
            { "기호": "1", "이름": "이인규", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박형덕", "정당": "국민의힘", "사진": "" }
        ],
        "안산시": [
            { "기호": "1", "이름": "천영미", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이민근", "정당": "국민의힘", "사진": "" }
        ],
        "고양시": [
            { "기호": "1", "이름": "민경선", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이동환", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "신현철", "정당": "개혁신당", "사진": "" },
            { "기호": "5", "이름": "송영주", "정당": "진보당", "사진": "" }
        ],
        "과천시": [
            { "기호": "1", "이름": "김종천", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "신계용", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "고금란", "정당": "개혁신당", "사진": "" }
        ],
        "의왕시": [
            { "기호": "1", "이름": "정순욱", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김성제", "정당": "국민의힘", "사진": "" }
        ],
        "구리시": [
            { "기호": "1", "이름": "신동화", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "백경현", "정당": "국민의힘", "사진": "" }
        ],
        "남양주시": [
            { "기호": "1", "이름": "최현덕", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "주광덕", "정당": "국민의힘", "사진": "" }
        ],
        "오산시": [
            { "기호": "1", "이름": "조용호", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이권재", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "송진영", "정당": "개혁신당", "사진": "" }
        ],
        "화성시": [
            { "기호": "1", "이름": "정명근", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박태경", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "전성균", "정당": "개혁신당", "사진": "" }
        ],
        "시흥시": [
            { "기호": "1", "이름": "임병택", "정당": "더불어민주당", "사진": "" }
        ],
        "군포시": [
            { "기호": "1", "이름": "한대희", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "하은호", "정당": "국민의힘", "사진": "" }
        ],
        "하남시": [
            { "기호": "1", "이름": "강병덕", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이현재", "정당": "국민의힘", "사진": "" }
        ],
        "파주시": [
            { "기호": "1", "이름": "손배찬", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박용호", "정당": "국민의힘", "사진": "" }
        ],
        "여주시": [
            { "기호": "1", "이름": "박시선", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이충우", "정당": "국민의힘", "사진": "" }
        ],
        "이천시": [
            { "기호": "1", "이름": "성수석", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김경희", "정당": "국민의힘", "사진": "" }
        ],
        "용인시": [
            { "기호": "1", "이름": "현근택", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이상일", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "송창훈", "정당": "개혁신당", "사진": "" }
        ],
        "안성시": [
            { "기호": "1", "이름": "김보라", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김장연", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "신원주", "정당": "무소속", "사진": "" }
        ],
        "김포시": [
            { "기호": "1", "이름": "이기형", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김병수A", "정당": "국민의힘", "사진": "" }
        ],
        "광주시": [
            { "기호": "1", "이름": "박관열", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "방세환", "정당": "국민의힘", "사진": "" }
        ],
        "포천시": [
            { "기호": "1", "이름": "박윤국", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "백영현", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이재수", "정당": "무소속", "사진": "" }
        ],
        "연천군": [
            { "기호": "1", "이름": "박충식", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김덕현", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "송병서", "정당": "무소속", "사진": "" }
        ],
        "양평군": [
            { "기호": "1", "이름": "박은미", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "전진선", "정당": "국민의힘", "사진": "" }
        ],
        "가평군": [
            { "기호": "1", "이름": "김경호B", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "서태원", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이충선", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "이진용", "정당": "무소속", "사진": "" },
            { "기호": "7", "이름": "신동진", "정당": "무소속", "사진": "" }
        ]
    },
    "부산광역시": {
        "중구": [
            { "기호": "1", "이름": "강희은", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최진봉", "정당": "국민의힘", "사진": "" }
        ],
        "서구": [
            { "기호": "1", "이름": "황정재", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "공한수", "정당": "국민의힘", "사진": "" }
        ],
        "동구": [
            { "기호": "1", "이름": "김종우", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "강철호", "정당": "국민의힘", "사진": "" }
        ],
        "영도구": [
            { "기호": "1", "이름": "김철훈", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "안성민", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김기재A", "정당": "무소속", "사진": "" }
        ],
        "부산진구": [
            { "기호": "1", "이름": "서은숙", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김영욱", "정당": "국민의힘", "사진": "" }
        ],
        "동래구": [
            { "기호": "1", "이름": "탁영일", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "장준용", "정당": "국민의힘", "사진": "" }
        ],
        "남구": [
            { "기호": "1", "이름": "박재범", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김광명", "정당": "국민의힘", "사진": "" }
        ],
        "북구": [
            { "기호": "1", "이름": "정명희", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "오태원", "정당": "국민의힘", "사진": "" }
        ],
        "해운대구": [
            { "기호": "1", "이름": "홍순헌", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김성수A", "정당": "국민의힘", "사진": "" }
        ],
        "기장군": [
            { "기호": "1", "이름": "우성빈", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "정명시", "정당": "국민의힘", "사진": "" },
            { "기호": "3", "이름": "정진백", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "김쌍우", "정당": "무소속", "사진": "" }
        ],
        "사하구": [
            { "기호": "1", "이름": "김태석", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김척수", "정당": "국민의힘", "사진": "" }
        ],
        "금정구": [
            { "기호": "1", "이름": "김경지", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "윤일현", "정당": "국민의힘", "사진": "" },
            { "기호": "3", "이름": "박용찬", "정당": "조국혁신당", "사진": "" },
            { "기호": "4", "이름": "최봉환", "정당": "개혁신당", "사진": "" }
        ],
        "강서구": [
            { "기호": "1", "이름": "박상준", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김형찬", "정당": "국민의힘", "사진": "" }
        ],
        "연제구": [
            { "기호": "2", "이름": "주석수", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "노정현", "정당": "진보당", "사진": "" }
        ],
        "수영구": [
            { "기호": "1", "이름": "김진", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "강성태", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "황진수", "정당": "무소속", "사진": "" }
        ],
        "사상구": [
            { "기호": "1", "이름": "서태경", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이대훈", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "조병길", "정당": "무소속", "사진": "" }
        ]
    },
    "울산광역시": {
        "중구": [
            { "기호": "1", "이름": "박태완", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김영길", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "고호근", "정당": "무소속", "사진": "" }
        ],
        "남구": [
            { "기호": "1", "이름": "최덕종", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "임현철", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "방인섭", "정당": "개혁신당", "사진": "" },
            { "기호": "5", "이름": "김진석", "정당": "진보당", "사진": "" }
        ],
        "동구": [
            { "기호": "2", "이름": "천기옥", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "박문옥", "정당": "진보당", "사진": "" },
            { "기호": "6", "이름": "이장우", "정당": "노동당", "사진": "" }
        ],
        "북구": [
            { "기호": "1", "이름": "이동권", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박천동", "정당": "국민의힘", "사진": "" }
        ],
        "울주군": [
            { "기호": "1", "이름": "김시욱", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이순걸", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "강상규", "정당": "진보당", "사진": "" }
        ]
    },
    "경상남도": {
        "창원시": [
            { "기호": "1", "이름": "송순호", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "강기윤", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "강명상", "정당": "개혁신당", "사진": "" },
            { "기호": "5", "이름": "박정임", "정당": "무소속", "사진": "" }
        ],
        "진주시": [
            { "기호": "1", "이름": "갈상돈", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "한경호", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "조규일", "정당": "무소속", "사진": "" }
        ],
        "통영시": [
            { "기호": "1", "이름": "강석주", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "천영기", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "박청정", "정당": "무소속", "사진": "" }
        ],
        "고성군": [
            { "기호": "1", "이름": "백수명", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "하학열", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이옥철", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "양정건", "정당": "무소속", "사진": "" }
        ],
        "사천시": [
            { "기호": "1", "이름": "정국정", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박동식", "정당": "국민의힘", "사진": "" }
        ],
        "김해시": [
            { "기호": "1", "이름": "정영두", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "홍태용", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "박봉열", "정당": "진보당", "사진": "" }
        ],
        "밀양시": [
            { "기호": "1", "이름": "이주옥", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "안병구", "정당": "국민의힘", "사진": "" }
        ],
        "거제시": [
            { "기호": "1", "이름": "변광용", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김선민", "정당": "국민의힘", "사진": "", "yoon": true, 
            "근거": '•  극우 성향 집회 다수 참여[1]\n\n•  “내란 같은 소리 하고 앉아 있네, 무슨 내란이야. 내란이 판명됐습니까?”[2]',
            "출처": [
                { "n": 1, "텍스트": "link", "url": "https://www.youtube.com/watch?v=DA9k7agMG0w&t=63s" },
                { "n": 2, "텍스트": "link", "url": "https://www.gjnewsplaza.com/news/articleView.html?idxno=31936" }
                    ]},
            { "기호": "5", "이름": "하준명", "정당": "무소속", "사진": "" }
        ],
        "의령군": [
            { "기호": "1", "이름": "손태영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "강원덕", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "오태완", "정당": "무소속", "사진": "" }
        ],
        "함안군": [
            { "기호": "1", "이름": "정금효", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "차석호", "정당": "국민의힘", "사진": "" }
        ],
        "창녕군": [
            { "기호": "1", "이름": "주윤식", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "성낙인", "정당": "국민의힘", "사진": "" }
        ],
        "양산시": [
            { "기호": "1", "이름": "조문관", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "나동연", "정당": "국민의힘", "사진": "" }
        ],
        "하동군": [
            { "기호": "1", "이름": "제윤경", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김현수", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "남명우", "정당": "무소속", "사진": "" }
        ],
        "남해군": [
            { "기호": "1", "이름": "류경완", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "류성식", "정당": "국민의힘", "사진": "" }
        ],
        "함양군": [
            { "기호": "1", "이름": "서필상", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "진병영", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이철우", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "김재웅", "정당": "무소속", "사진": "" }
        ],
        "산청군": [
            { "기호": "1", "이름": "최호림", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "유명현", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이황석", "정당": "무소속", "사진": "" }
        ],
        "거창군": [
            { "기호": "1", "이름": "최창열", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "이홍기", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "김일수", "정당": "무소속", "사진": "" },
            { "기호": "7", "이름": "구인모", "정당": "무소속", "사진": "" }
        ],
        "합천군": [
            { "기호": "2", "이름": "류순철", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김윤철", "정당": "무소속", "사진": "" }
        ]
    },
    "대구광역시": {
        "중구": [
            { "기호": "1", "이름": "오영준", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "류규하", "정당": "국민의힘", "사진": "" }
        ],
        "동구": [
            { "기호": "1", "이름": "신효철", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "우성진", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "양희", "정당": "정의당", "사진": "" }
        ],
        "서구": [
            { "기호": "1", "이름": "최규식", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "권오상", "정당": "국민의힘", "사진": "" }
        ],
        "남구": [
            { "기호": "1", "이름": "정연우", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "조재구", "정당": "국민의힘", "사진": "" }
        ],
        "북구": [
            { "기호": "1", "이름": "최우영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이근수", "정당": "국민의힘", "사진": "" }
        ],
        "수성구": [
            { "기호": "1", "이름": "박정권", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김대권", "정당": "국민의힘", "사진": "" }
        ],
        "달서구": [
            { "기호": "1", "이름": "김성태A", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김용판", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김재흥", "정당": "무소속", "사진": "" }
        ],
        "달성군": [
            { "기호": "1", "이름": "김보경", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최재훈", "정당": "국민의힘", "사진": "" }
        ],
        "군위군": [
            { "기호": "1", "이름": "이기만", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김진열", "정당": "국민의힘", "사진": "" }
        ]
    },
    "경상북도": {
        "포항시": [
            { "기호": "1", "이름": "박희정", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박용선", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "박승호", "정당": "무소속", "사진": "" }
        ],
        "울릉군": [
            { "기호": "1", "이름": "정성환", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김병수B", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "남한권", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "남진복", "정당": "무소속", "사진": "" }
        ],
        "경주시": [
            { "기호": "1", "이름": "박근영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "주낙영", "정당": "국민의힘", "사진": "" }
        ],
        "김천시": [
            { "기호": "1", "이름": "나영민", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "배낙호", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이창재", "정당": "무소속", "사진": "" }
        ],
        "안동시": [
            { "기호": "1", "이름": "이삼걸", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "권기창", "정당": "국민의힘", "사진": "" }
        ],
        "구미시": [
            { "기호": "1", "이름": "장세용", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김장호", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "조순자", "정당": "개혁신당", "사진": "" },
            { "기호": "5", "이름": "임명배", "정당": "무소속", "사진": "" }
        ],
        "영주시": [
            { "기호": "1", "이름": "우창윤", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "황병직", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "황선종", "정당": "무소속", "사진": "" }
        ],
        "영천시": [
            { "기호": "1", "이름": "이정훈B", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김병삼", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "최기문", "정당": "무소속", "사진": "" }
        ],
        "상주시": [
            { "기호": "1", "이름": "정재현", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "안재민", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "윤위영", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "강경모", "정당": "무소속", "사진": "" }
        ],
        "문경시": [
            { "기호": "1", "이름": "이윤희", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김학홍", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "신현국", "정당": "무소속", "사진": "" }
        ],
        "예천군": [
            { "기호": "1", "이름": "윤동춘", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "안병윤", "정당": "국민의힘", "사진": "" }
        ],
        "경산시": [
            { "기호": "1", "이름": "김기현", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "조현일", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김두환", "정당": "한국독립당", "사진": "" }
        ],
        "청도군": [
            { "기호": "2", "이름": "김하수", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "박권현", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "이승민", "정당": "무소속", "사진": "" }
        ],
        "고령군": [
            { "기호": "1", "이름": "정석원", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이남철", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김명국", "정당": "무소속", "사진": "" }
        ],
        "성주군": [
            { "기호": "2", "이름": "정영길", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "전화식", "정당": "무소속", "사진": "" }
        ],
        "칠곡군": [
            { "기호": "1", "이름": "김시환", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김재욱", "정당": "국민의힘", "사진": "" }
        ],
        "의성군": [
            { "기호": "2", "이름": "최유철", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이왕식", "정당": "무소속", "사진": "" }
        ],
        "청송군": [
            { "기호": "1", "이름": "임기진", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "윤경희", "정당": "국민의힘", "사진": "" }
        ],
        "영양군": [
            { "기호": "1", "이름": "김상훈", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "오도창", "정당": "국민의힘", "사진": "" }
        ],
        "영덕군": [
            { "기호": "1", "이름": "강부송", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "조주홍", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "박병일", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "장성욱", "정당": "무소속", "사진": "" }
        ],
        "봉화군": [
            { "기호": "1", "이름": "이상식", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최기영", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "박만우", "정당": "무소속", "사진": "" }
        ],
        "울진군": [
            { "기호": "2", "이름": "손병복", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "황이주", "정당": "무소속", "사진": "" }
        ]
    },
    "전남광주통합특별시": {
        "목포시": [
            { "기호": "1", "이름": "강성휘", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "윤선웅", "정당": "국민의힘", "사진": "" },
            { "기호": "3", "이름": "박홍률", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "여인두", "정당": "정의당", "사진": "" }
        ],
        "여수시": [
            { "기호": "1", "이름": "서영학", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "명창환", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "원용규", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "김창주", "정당": "무소속", "사진": "" }
        ],
        "순천시": [
            { "기호": "1", "이름": "손훈모", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "이성수", "정당": "진보당", "사진": "" },
            { "기호": "6", "이름": "노관규", "정당": "무소속", "사진": "" }
        ],
        "나주시": [
            { "기호": "1", "이름": "윤병태", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "김덕수", "정당": "조국혁신당", "사진": "" }
        ],
        "광양시": [
            { "기호": "1", "이름": "정인화", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "박성현", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "박필순", "정당": "무소속", "사진": "" }
        ],
        "동구": [
            { "기호": "1", "이름": "임택", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "김성환", "정당": "조국혁신당", "사진": "" }
        ],
        "서구": [
            { "기호": "1", "이름": "김이강", "정당": "더불어민주당", "사진": "" }
        ],
        "남구": [
            { "기호": "1", "이름": "김병내", "정당": "더불어민주당", "사진": "" }
        ],
        "북구": [
            { "기호": "1", "이름": "신수정", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "김주업", "정당": "진보당", "사진": "" },
            { "기호": "6", "이름": "김성현", "정당": "무소속", "사진": "" },
            { "기호": "7", "이름": "노남수", "정당": "무소속", "사진": "" }
        ],
        "광산구": [
            { "기호": "1", "이름": "박병규", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "정희성", "정당": "진보당", "사진": "" }
        ],
        "담양군": [
            { "기호": "1", "이름": "박종원", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "정철원", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "최화삼", "정당": "무소속", "사진": "" }
        ],
        "장성군": [
            { "기호": "1", "이름": "김한종", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "김왕근", "정당": "조국혁신당", "사진": "" }
        ],
        "곡성군": [
            { "기호": "1", "이름": "조상래", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "박웅두", "정당": "조국혁신당", "사진": "" }
        ],
        "구례군": [
            { "기호": "1", "이름": "장길선", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "이창호", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "이현창", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "전경태", "정당": "무소속", "사진": "" },
            { "기호": "7", "이름": "정현택", "정당": "무소속", "사진": "" },
            { "기호": "8", "이름": "정택균", "정당": "무소속", "사진": "" }
        ],
        "고흥군": [
            { "기호": "1", "이름": "공영민", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "류봉진", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "최진열", "정당": "무소속", "사진": "" }
        ],
        "보성군": [
            { "기호": "1", "이름": "김철우", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "윤영주", "정당": "무소속", "사진": "" }
        ],
        "화순군": [
            { "기호": "1", "이름": "임지락", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "정연지", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "김회수", "정당": "무소속", "사진": "" }
        ],
        "장흥군": [
            { "기호": "1", "이름": "김성", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "사순문", "정당": "조국혁신당", "사진": "" }
        ],
        "강진군": [
            { "기호": "1", "이름": "차영수", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "강진원", "정당": "무소속", "사진": "" }
        ],
        "완도군": [
            { "기호": "1", "이름": "우홍섭", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "김신", "정당": "무소속", "사진": "" }
        ],
        "해남군": [
            { "기호": "1", "이름": "명현관", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "박지원", "정당": "무소속", "사진": "" }
        ],
        "진도군": [
            { "기호": "1", "이름": "이재각", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "김희수", "정당": "무소속", "사진": "" }
        ],
        "영암군": [
            { "기호": "1", "이름": "우승희", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "최영열", "정당": "조국혁신당", "사진": "" }
        ],
        "무안군": [
            { "기호": "1", "이름": "김산", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "정영덕", "정당": "무소속", "사진": "" }
        ],
        "영광군": [
            { "기호": "1", "이름": "장세일", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "이석하", "정당": "진보당", "사진": "" },
            { "기호": "6", "이름": "오기원", "정당": "무소속", "사진": "" },
            { "기호": "7", "이름": "김한균", "정당": "무소속", "사진": "" }
        ],
        "함평군": [
            { "기호": "1", "이름": "이남오", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "이윤행", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "이행섭", "정당": "무소속", "사진": "" }
        ],
        "신안군": [
            { "기호": "1", "이름": "박우량", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "김태성", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "고봉기", "정당": "무소속", "사진": "" }
        ]
    },
    "전북특별자치도": {
        "전주시": [
            { "기호": "1", "이름": "조지훈", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "강성희", "정당": "진보당", "사진": "" },
            { "기호": "6", "이름": "김광종", "정당": "무소속", "사진": "" }
        ],
        "군산시": [
            { "기호": "1", "이름": "김재준", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "이주현", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "고영섭", "정당": "무소속", "사진": "" }
        ],
        "익산시": [
            { "기호": "1", "이름": "최정호", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "임형택", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "박경철", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "황세연", "정당": "무소속", "사진": "" }
        ],
        "정읍시": [
            { "기호": "1", "이름": "이학수", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "김민영", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "김재선", "정당": "무소속", "사진": "" }
        ],
        "남원시": [
            { "기호": "1", "이름": "양충모", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "강동원", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "황의돈", "정당": "무소속", "사진": "" }
        ],
        "김제시": [
            { "기호": "1", "이름": "정성주", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "이병철", "정당": "무소속", "사진": "" }
        ],
        "완주군": [
            { "기호": "1", "이름": "유희태", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "국영석", "정당": "무소속", "사진": "" }
        ],
        "진안군": [
            { "기호": "1", "이름": "전춘성", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "천춘진", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "고준식", "정당": "무소속", "사진": "" }
        ],
        "무주군": [
            { "기호": "1", "이름": "황인홍", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "한송희", "정당": "무소속", "사진": "" }
        ],
        "장수군": [
            { "기호": "1", "이름": "최훈식", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "장영수", "정당": "조국혁신당", "사진": "" }
        ],
        "임실군": [
            { "기호": "1", "이름": "한득수", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "정인준", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "한병락", "정당": "무소속", "사진": "" }
        ],
        "순창군": [
            { "기호": "1", "이름": "최영일", "정당": "더불어민주당", "사진": "" },
            { "기호": "5", "이름": "오은미", "정당": "진보당", "사진": "" }
        ],
        "고창군": [
            { "기호": "1", "이름": "심덕섭", "정당": "더불어민주당", "사진": "" },
            { "기호": "3", "이름": "유기상", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "장명식", "정당": "무소속", "사진": "" },
            { "기호": "6", "이름": "정원환", "정당": "무소속", "사진": "" }
        ],
        "부안군": [
            { "기호": "1", "이름": "권익현", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김성태B", "정당": "국민의힘", "사진": "" },
            { "기호": "3", "이름": "김성수B", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "김종규", "정당": "무소속", "사진": "" }
        ]
    },
    "대전광역시": {
        "동구": [
            { "기호": "1", "이름": "황인호", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박희조", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "한현택", "정당": "무소속", "사진": "" }
        ],
        "중구": [
            { "기호": "1", "이름": "김제선", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김선광", "정당": "국민의힘", "사진": "" }
        ],
        "서구": [
            { "기호": "1", "이름": "전문학", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "서철모", "정당": "국민의힘", "사진": "" },
            { "기호": "3", "이름": "유지곤", "정당": "조국혁신당", "사진": "" }
        ],
        "유성구": [
            { "기호": "1", "이름": "정용래", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "조원휘", "정당": "국민의힘", "사진": "" }
        ],
        "대덕구": [
            { "기호": "1", "이름": "김찬술", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최충규", "정당": "국민의힘", "사진": "" }
        ]
    },
    "충청북도": {
        "청주시": [
            { "기호": "1", "이름": "이장섭", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이범석", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "한현구", "정당": "무소속", "사진": "" }
        ],
        "충주시": [
            { "기호": "1", "이름": "맹정섭", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이동석", "정당": "국민의힘", "사진": "" }
        ],
        "제천시": [
            { "기호": "1", "이름": "이상천", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김창규", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "송수연", "정당": "무소속", "사진": "" }
        ],
        "단양군": [
            { "기호": "1", "이름": "김광직", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김문근", "정당": "국민의힘", "사진": "" }
        ],
        "영동군": [
            { "기호": "1", "이름": "이수동", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "정영철", "정당": "국민의힘", "사진": "" }
        ],
        "보은군": [
            { "기호": "1", "이름": "하유정", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최재형", "정당": "국민의힘", "사진": "" }
        ],
        "옥천군": [
            { "기호": "1", "이름": "황규철", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "전상인", "정당": "국민의힘", "사진": "" }
        ],
        "음성군": [
            { "기호": "1", "이름": "조병옥", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "임택수", "정당": "국민의힘", "사진": "" }
        ],
        "진천군": [
            { "기호": "1", "이름": "김명식", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이양섭", "정당": "국민의힘", "사진": "" }
        ],
        "괴산군": [
            { "기호": "1", "이름": "이차영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "송인헌", "정당": "국민의힘", "사진": "" }
        ],
        "증평군": [
            { "기호": "1", "이름": "이재영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이민표", "정당": "국민의힘", "사진": "" }
        ]
    },
    "충청남도": {
        "천안시": [
            { "기호": "1", "이름": "장기수", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박찬우", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "이성진", "정당": "개혁신당", "사진": "" }
        ],
        "공주시": [
            { "기호": "1", "이름": "김정섭", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최원철", "정당": "국민의힘", "사진": "" }
        ],
        "보령시": [
            { "기호": "1", "이름": "이영우", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "엄승용", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김흥식", "정당": "무소속", "사진": "" }
        ],
        "아산시": [
            { "기호": "1", "이름": "오세현", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "맹의석", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "한태국", "정당": "무소속", "사진": "" }
        ],
        "서산시": [
            { "기호": "1", "이름": "맹정호", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이완섭", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "유관곤", "정당": "개혁신당", "사진": "" }
        ],
        "태안군": [
            { "기호": "1", "이름": "강철민", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "윤희신", "정당": "국민의힘", "사진": "" }
        ],
        "금산군": [
            { "기호": "1", "이름": "문정우", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박범인", "정당": "국민의힘", "사진": "" },
            { "기호": "3", "이름": "안찬", "정당": "조국혁신당", "사진": "" }
        ],
        "논산시": [
            { "기호": "1", "이름": "오인환", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "백성현", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "이창원", "정당": "개혁신당", "사진": "" }
        ],
        "계룡시": [
            { "기호": "1", "이름": "정준영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이응우", "정당": "국민의힘", "사진": "" }
        ],
        "당진시": [
            { "기호": "1", "이름": "김기재B", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "오성환", "정당": "국민의힘", "사진": "" }
        ],
        "부여군": [
            { "기호": "1", "이름": "김민수", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이용우B", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김기서", "정당": "무소속", "사진": "" }
        ],
        "서천군": [
            { "기호": "1", "이름": "유승광", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김기웅", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "조중연", "정당": "개혁신당", "사진": "" }
        ],
        "홍성군": [
            { "기호": "1", "이름": "손세희", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박정주", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "이두원", "정당": "무소속", "사진": "" }
        ],
        "청양군": [
            { "기호": "1", "이름": "김돈곤", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김홍열", "정당": "국민의힘", "사진": "" }
        ],
        "예산군": [
            { "기호": "1", "이름": "조한영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최재구", "정당": "국민의힘", "사진": "" }
        ]
    },
    "강원특별자치도": {
        "춘천시": [
            { "기호": "1", "이름": "육동한", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "정광열", "정당": "국민의힘", "사진": "" }
        ],
        "원주시": [
            { "기호": "1", "이름": "구자열", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "원강수", "정당": "국민의힘", "사진": "" }
        ],
        "강릉시": [
            { "기호": "1", "이름": "김중남", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김홍규", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김동기", "정당": "무소속", "사진": "" }
        ],
        "동해시": [
            { "기호": "1", "이름": "이정학", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김기하", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "김홍수", "정당": "개혁신당", "사진": "" }
        ],
        "삼척시": [
            { "기호": "1", "이름": "이정훈A", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박상수", "정당": "국민의힘", "사진": "" },
            { "기호": "4", "이름": "김형우", "정당": "개혁신당", "사진": "" }
        ],
        "태백시": [
            { "기호": "1", "이름": "김동구", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이상호", "정당": "국민의힘", "사진": "" }
        ],
        "정선군": [
            { "기호": "1", "이름": "최승준", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최철규", "정당": "국민의힘", "사진": "" }
        ],
        "속초시": [
            { "기호": "1", "이름": "김철수", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "이병선", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "염하나", "정당": "무소속", "사진": "" }
        ],
        "고성군": [
            { "기호": "1", "이름": "함명준", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "박효동", "정당": "국민의힘", "사진": "" }
        ],
        "양양군": [
            { "기호": "1", "이름": "김정중", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김호열", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "고제철", "정당": "무소속", "사진": "" }
        ],
        "인제군": [
            { "기호": "1", "이름": "최상기", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "엄윤순", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "한상철", "정당": "무소속", "사진": "" }
        ],
        "홍천군": [
            { "기호": "1", "이름": "박승영", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "신영재", "정당": "국민의힘", "사진": "" }
        ],
        "횡성군": [
            { "기호": "1", "이름": "장신상", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "임광식", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "김명기", "정당": "무소속", "사진": "" }
        ],
        "영월군": [
            { "기호": "1", "이름": "박선규", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김길수", "정당": "국민의힘", "사진": "" },
            { "기호": "3", "이름": "엄삼용", "정당": "조국혁신당", "사진": "" },
            { "기호": "5", "이름": "최명서", "정당": "무소속", "사진": "" }
        ],
        "평창군": [
            { "기호": "1", "이름": "한왕기", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "심재국", "정당": "국민의힘", "사진": "" }
        ],
        "화천군": [
            { "기호": "1", "이름": "김세훈", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "최명수", "정당": "국민의힘", "사진": "" }
        ],
        "양구군": [
            { "기호": "1", "이름": "김왕규", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "서흥원", "정당": "국민의힘", "사진": "" }
        ],
        "철원군": [
            { "기호": "1", "이름": "한금석", "정당": "더불어민주당", "사진": "" },
            { "기호": "2", "이름": "김동일", "정당": "국민의힘", "사진": "" },
            { "기호": "5", "이름": "고기영", "정당": "무소속", "사진": "" }
        ]
    }
};