const metroData = {
    "서울특별시": [
        { "기호": "1", "이름": "정원오(鄭愿伍)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "오세훈(吳世勳)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  "명분 없는 계엄은 민주주의의 본령을 거스른 행위. 하지만 방탄 국회가 이번 사태를 촉발한 가장 큰 원인"[1]\n\n•  "탄핵만이 능사가 아니다"[2]라는 글과 함께 탄핵 반대 입장문 동참[3]\n->  이후 "탄핵소추를 통해 법의 심판을 받아야 한다"로 입장을 낸 후,[4] 탄핵 찬성파로 분류된 것에 대해선 오해라며 모호한 입장[5]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.khan.co.kr/article/202412041616001" },
            { "n": 2, "텍스트": "link", "url": "https://www.facebook.com/share/p/17rNiwpAoZ/" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" },
            { "n": 4, "텍스트": "link", "url": "https://v.daum.net/v/pS4BaXJq7C" },
            { "n": 5, "텍스트": "link", "url": "https://www.ohmynews.com/NWS_Web/View/at_pg.aspx?CNTN_CD=A0003111573" }
                ]},
        { "기호": "4", "이름": "김정철(金正澈)", "정당": "개혁신당", "사진": "" },
        { "기호": "5", "이름": "유지혜(柳志慧)", "정당": "여성의당", "사진": "" },
        { "기호": "6", "이름": "이강산(李江山)", "정당": "자유통일당", "사진": "" },
        { "기호": "7", "이름": "권영국(權英國)", "정당": "정의당", "사진": "" }
    ],
    "인천광역시": [
        { "기호": "1", "이름": "박찬대(朴贊大)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "유정복(劉正福)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 입장문에 동참했으나,[1] 입장을 철회함[2]\n\n•  비상계엄의 원인은 민주당의 폭거[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" },
            { "n": 2, "텍스트": "link", "url": "https://www.facebook.com/share/p/18nv7FEPLS/" },
            { "n": 3, "텍스트": "link", "url": "https://www.facebook.com/share/p/1CMqZn5QAv/" }
                ]},
        { "기호": "4", "이름": "이기붕(李基朋)", "정당": "개혁신당", "사진": "" }
    ],
    "경기도": [
        { "기호": "1", "이름": "추미애(秋美愛)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "양향자(梁香子)", "정당": "국민의힘", "사진": "" },
        { "기호": "4", "이름": "조응천(趙應天)", "정당": "개혁신당", "사진": "" },
        { "기호": "5", "이름": "홍성규(洪性奎)", "정당": "진보당", "사진": "" },
        { "기호": "6", "이름": "김현욱(金顯旭)", "정당": "국민연합", "사진": "" }
    ],
    "부산광역시": [
        { "기호": "1", "이름": "전재수(田載秀)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "박형준(朴亨埈)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 입장문 동참[1]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" }
                ]},
        { "기호": "4", "이름": "정이한(鄭莉翰)", "정당": "개혁신당", "사진": "" }
    ],
    "울산광역시": [
        { "기호": "1", "이름": "김상욱(金相旭)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "김두겸(金斗謙)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  탄핵 반대 입장문 동참[1]\n->  "헌재의 판결을 존중하며 무겁게 받아들이겠다"[2]\n\n•  탄핵 반대 집회 참여[3]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" },
            { "n": 2, "텍스트": "link", "url": "https://www.busan.com/view/busan/view.php?code=2025040416492691248" },
            { "n": 3, "텍스트": "link", "url": "https://www.usmbc.co.kr/NewsArticle/807160" }
                ]},
        { "기호": "5", "이름": "김종훈(金鍾勳)", "정당": "진보당", "사진": "" },
        { "기호": "6", "이름": "박맹우(朴孟雨)", "정당": "무소속", "사진": "" }
    ],
    "경상남도": [
        { "기호": "1", "이름": "김경수(金慶洙)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "박완수(朴完洙)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  탄핵 반대 입장문 동참[1]\n->  탄핵을 "법치주의 원칙에 의거한 최종적 판단"이라며 겸허히 수용하는 입장[2]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" },
            { "n": 2, "텍스트": "link", "url": "https://www.idomin.com/news/articleView.html?idxno=2005367" }
                ]},
        { "기호": "5", "이름": "전희영(田姬英)", "정당": "진보당", "사진": "" }
    ],
    "대구광역시": [
        { "기호": "1", "이름": "김부겸(金富謙)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "추경호(秋慶鎬)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  계엄 당시 의총 집결 장소를 수 차례 변경[1]\n\n•  YOON 1차 탄핵소추 부결 주도[2]\n\n•  탄핵 반대 집회 참여[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://news.tvchosun.com/site/data/html_dir/2024/12/18/2024121890311.html" },
            { "n": 2, "텍스트": "link", "url": "https://imnews.imbc.com/news/2024/politics/article/6663455_36431.html" },
            { "n": 3, "텍스트": "link", "url": "https://v.daum.net/v/bHEeBMe7vV" }
                ]},
        { "기호": "4", "이름": "이수찬(李秀燦)", "정당": "개혁신당", "사진": "" }
    ],
    "경상북도": [
        { "기호": "1", "이름": "오중기(吳仲基)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "이철우(李喆雨)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  "대통령 탄핵하고 대한민국 장악하려는 반국가세력 막아야"[1]\n\n•  탄핵 반대 집회 참여[2]\n\n•  YOON 관저 방문[3]\n\n•  탄핵 반대 입장문 동참[4]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.chosun.com/national/2025/02/19/DG5UQWJFRVCW5DKGDSWS35ZGVA/?fbclid=IwZXh0bgNhZW0CMTEAc3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHkiQqzw_5QUki6Y_b9msTRqy3EwFv96a_VAnVvDmuD5kORLVBCQQ9cV9s6Vb_aem_PQh6i1y4MfUIpjMhSWMroA" },
            { "n": 2, "텍스트": "link", "url": "https://www.hani.co.kr/arti/area/yeongnam/1181644.html" },
            { "n": 3, "텍스트": "link", "url": "https://www.facebook.com/share/p/1GvVXXbVSS/" },
            { "n": 4, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" }
                ]}
    ],
    "전남광주통합특별시": [
        { "기호": "1", "이름": "민형배(閔炯培)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "이정현(李貞鉉)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 집회 참여자들을 '이순신'에 빗대고, 계엄을 '계몽'이라 표현[1]\n->  이후 YOON 자진 탈당 및 대국민 사과 요구[2]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://v.daum.net/v/20260212155637819" },
            { "n": 2, "텍스트": "link", "url": "https://news.kbs.co.kr/news/pc/view/view.do?ncd=8254428" }
                ]},
        { "기호": "5", "이름": "이종욱(李鍾郁)", "정당": "진보당", "사진": "" },
        { "기호": "6", "이름": "강은미(姜恩美)", "정당": "정의당", "사진": "" },
        { "기호": "7", "이름": "김광만(金侊滿)", "정당": "무소속", "사진": "" }
    ],
    "전북특별자치도": [
        { "기호": "1", "이름": "이원택(李源澤)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "양정무(梁正武)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 1인 시위 및 더불어민주당 의원에게 욕설[1]\n\n•  탄핵 반대 집회 참여[2]\n\n•  탄핵 각하 기원 100배 참여[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.hani.co.kr/arti/politics/politics_general/1255500.html" },
            { "n": 2, "텍스트": "link", "url": "https://www.newsnjoy.or.kr/news/articleView.html?idxno=400507" },
            { "n": 3, "텍스트": "link", "url": "https://www.kdntv.kr/news/articleView.html?idxno=24491" }
                ]},
        { "기호": "5", "이름": "백승재(白承裁)", "정당": "진보당", "사진": "" },
        { "기호": "6", "이름": "김성수(金寬永)", "정당": "무소속", "사진": "" },
        { "기호": "7", "이름": "김관영(金寬永)", "정당": "무소속", "사진": "" }
    ],
    "대전광역시": [
        { "기호": "1", "이름": "허태정(許泰鋌)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "이장우(李莊雨)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  YOON 면회 추진[1]\n\n•  YOON 구속/수사 인권탄압 주장[2]\n\n•  탄핵 반대 입장문 동참[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.nocutnews.co.kr/news/6286270" },
            { "n": 2, "텍스트": "link", "url": "https://www.hani.co.kr/arti/area/chungcheong/1179499.html" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" }
                ]},
        { "기호": "4", "이름": "강희린(姜熙潾)", "정당": "개혁신당", "사진": "" }
    ],
    "세종특별자치시": [
        { "기호": "1", "이름": "조상호(趙祥鎬)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "최민호(崔旼鎬)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  YOON 면회 추진[1]\n\n•  YOON 구속/수사 인권탄압 주장[2][3]\n\n•  탄핵 반대 입장문 동참[4]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.nocutnews.co.kr/news/6286270" },
            { "n": 2, "텍스트": "link", "url": "https://www.facebook.com/woobokaltz/posts/pfbid02ZiY2oEzUZq3Q4XwoeZcHUhTpEQawRqatMjX6jArT6AQynRR1gZUwPdzUaQqSuWFyl?rdid=howKvRhXYdzXFGBU#" },
            { "n": 3, "텍스트": "link", "url": "https://www.hani.co.kr/arti/area/chungcheong/1179499.html" },
            { "n": 4, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" }
                ]},
        { "기호": "4", "이름": "하헌휘(河憲輝)", "정당": "개혁신당", "사진": "" }
    ],
    "충청북도": [
        { "기호": "1", "이름": "신용한(愼鏞漢)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "김영환(金榮煥)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  YOON 면회 추진[1]\n\n•  YOON 구속/수사 인권탄압 주장[2]\n\n•  탄핵 반대 입장문 동참[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.nocutnews.co.kr/news/6286270" },
            { "n": 2, "텍스트": "link", "url": "https://www.hani.co.kr/arti/area/chungcheong/1179499.html" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" }
                ]}
    ],
    "충청남도": [
        { "기호": "1", "이름": "박수현(朴洙賢)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "김태흠(金泰欽)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  YOON 면회 추진[1]\n\n•  YOON 구속/수사 인권탄압 주장[2]\n\n•  탄핵 반대 입장문 동참[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.nocutnews.co.kr/news/6286270" },
            { "n": 2, "텍스트": "link", "url": "https://www.hani.co.kr/arti/area/chungcheong/1179499.html" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" }
                ]}
    ],
    "강원특별자치도": [
        { "기호": "1", "이름": "우상호(禹相虎)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "김진태(金鎭台)", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 입장문 동참[1]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.kyeongin.com/article/1721597" }
                ]}
    ],
    "제주특별자치도": [
        { "기호": "1", "이름": "위성곤(魏聖坤)", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "문성유(文盛裕)", "정당": "국민의힘", "사진": "" },
        { "기호": "5", "이름": "양윤녕(梁允寧)", "정당": "무소속", "사진": "" }
    ]
};