const reData = {
    "부산 북구갑": [
        { "기호": "1", "이름": "하정우", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "박민식", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  “국민 눈높이에서 보면 결국 내란이라고 볼 수 있느냐가 핵심 관건이다. 도대체 현직 대통령이 내란수괴가 될 수 있나”[1]\n\n•  (1심 판결 뒤) 아직 재판 중이므로 내란이 확정된 것은 아니라고 주장[2]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.hani.co.kr/arti/politics/politics_general/1257270.html" },
            { "n": 2, "텍스트": "link", "url": "https://www.ohmynews.com/NWS_Web/Series/series_premium_pg.aspx?CNTN_CD=A0003233138" }
                ]},
        { "기호": "5", "이름": "김성근", "정당": "무소속", "사진": "" },
        { "기호": "6", "이름": "한동훈", "정당": "무소속", "사진": "" }
    ],
    "대구 달성": [
        { "기호": "1", "이름": "박형룡", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "이진숙", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  "내란 확정처럼 쓰지말라"며 언론 압박[1]\n\n•  (탄핵 선고 후) "역사에 죄송한 날"[2]\n\n•  (무기징역 선고 후) "3심 결정 때까지는 무죄추정의 원칙이 유지되어야 합니다"[3]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.hani.co.kr/arti/society/media/1179618.html" },
            { "n": 2, "텍스트": "link", "url": "https://www.facebook.com/2jinsook/posts/pfbid02eb4YgJrLRCA6FcwhPS7RchnZBF8AC3gsFDTNsWspkRwPb1i5unQNACgnCQ1Dpp4gl" },
            { "n": 3, "텍스트": "link", "url": "https://www.facebook.com/2jinsook/posts/pfbid02vjkrzbDK3VdDjEYzBQrFQp9nopSR993cWEWtjAAhCNuBRSu51S89NtTjHx93zXczl" }
                ]}
    ],
    "인천 연수갑": [
        { "기호": "1", "이름": "송영길", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "박종진", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 1인 시위[1]\n->  탄핵 반대가 당론이었기에 따른 것이었다고 해명[2]\n\n•  탄핵 반대 요청 성명서에 동의[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.yna.co.kr/view/PYH20250325044100013" },
            { "n": 2, "텍스트": "link", "url": "https://www.sisajournal.com/news/articleView.html?idxno=372187" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeonggi.com/article/20241207580032" }
                ]},
        { "기호": "4", "이름": "정승연", "정당": "개혁신당", "사진": "" }
    ],
    "인천 계양을": [
        { "기호": "1", "이름": "김남준", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "심왕섭", "정당": "국민의힘", "사진": "" },
        { "기호": "5", "이름": "김현태", "정당": "무소속", "사진": "", "yoon": true, 
        "근거": "•  “대한민국이 위기에 와 있고, 정말 YOON과 장관님이 정말 중요한 결단을 내리셨구나..”[1]\n\n•  YOON AGAIN 집회 참여[2]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://v.daum.net/v/20260204154800556" },
            { "n": 2, "텍스트": "link", "url": "https://v.daum.net/v/20260210132344747" }
                ]}
    ],
    "광주 광산을": [
        { "기호": "1", "이름": "임문영", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "안태욱", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 기자회견[1]\n\n•  탄핵 반대 1인 시위[2]\n\n•  탄핵 반대 요청 성명서에 동의[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.pennmike.com/news/articleView.html?idxno=93272" },
            { "n": 2, "텍스트": "link", "url": "https://www.enewstoday.co.kr/news/articleView.html?idxno=2250558" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeonggi.com/article/20241207580032" }
                ]},
        { "기호": "3", "이름": "배수진", "정당": "조국혁신당", "사진": "" },
        { "기호": "5", "이름": "전주연", "정당": "진보당", "사진": "" },
        { "기호": "6", "이름": "신지혜", "정당": "기본소득당", "사진": "" },
        { "기호": "7", "이름": "구본기", "정당": "무소속", "사진": "" }
    ],
    "울산 남구갑": [
        { "기호": "1", "이름": "전태진", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "김태규", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  "내란을 인정하라고 해서 제가 인정하지 않겠다고 했습니다."[1]\n\n•  "기본적으로 계엄은 대통령의 통치 행위이고 고유권한이기 때문에 법률적으로 접근하더라도 섣부르게 위법하다고 단정 짓기는 어렵다"[2]\n\n•  "(1심 판결은)사법적으로 아무런 가치도 가지지 못하는 정치판결"[3]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.usmbc.co.kr/NewsArticle/811312" },
            { "n": 2, "텍스트": "link", "url": "https://www.yna.co.kr/view/AKR20251230111300057" },
            { "n": 3, "텍스트": "link", "url": "https://www.facebook.com/taekyu.kim.146/posts/pfbid0fv4BbBCWWdXwP7ymWw78gqNo9i5PXo5Tp7QQ72tyHqvfwCgTJtYPUvJ5z7MAyH6Jl" }
                ]},
        { "기호": "4", "이름": "김동칠", "정당": "개혁신당", "사진": "" },
        { "기호": "5", "이름": "이미영", "정당": "새미래민주당", "사진": "" }
    ],
    "경기 평택을": [
        { "기호": "1", "이름": "김용남", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "유의동", "정당": "국민의힘", "사진": "" },
        { "기호": "3", "이름": "조국", "정당": "조국혁신당", "사진": "" },
        { "기호": "5", "이름": "김재연", "정당": "진보당", "사진": "" },
        { "기호": "6", "이름": "황교안", "정당": "자유와혁신", "사진": "", "yoon": true, 
        "근거": '•  "우원식 국회의장을 체포하라. 대통령 조치를 정면으로 방해하는 한동훈 국민의힘 대표도 체포하라."[1]\n\n•  YOON 형사재판 변호인 합류[2]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.facebook.com/story.php?story_fbid=1105118890985193&id=100044612761450" },
            { "n": 2, "텍스트": "link", "url": "https://www.youtube.com/watch?v=Lv8VRm0D-_0" }
                ]},
    ],
    "경기 안산갑": [
        { "기호": "1", "이름": "김남국", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "김석훈", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  "YOON은 나라를 지키려 계엄을 했는데.."[1]\n\n•  YOON 구치소 앞 집회 참여[2]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://v.daum.net/v/20260504172712443" },
            { "n": 2, "텍스트": "link", "url": "https://imnews.imbc.com/replay/2026/nwtoday/article/6820518_37012.html" }
                ]},
        { "기호": "4", "이름": "문인수", "정당": "개혁신당", "사진": "" }
    ],
    "경기 하남갑": [
        { "기호": "1", "이름": "이광재", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "이용", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 1인 시위[1]\n\n•  구속 취소 촉구 집회 참여[2]\n\n•  탄핵 반대 요청 성명서에 동의[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.facebook.com/share/p/18eFXhLV8N/" },
            { "n": 2, "텍스트": "link", "url": "https://www.facebook.com/share/p/19TNxa3qS6/" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeonggi.com/article/20241207580032" }
                ]},
        { "기호": "4", "이름": "김성열", "정당": "개혁신당", "사진": "" }
    ],
    "충남 공주부여청양": [
        { "기호": "1", "이름": "김영빈", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "윤용근", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": "•  탄핵 반대 1인 시위[1]\n\n•  탄핵 반대 집회 참여[2]\n\n•  탄핵 반대 요청 성명서에 동의[3]",
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://blog.naver.com/yyg0103/223812595461" },
            { "n": 2, "텍스트": "link", "url": "https://blog.naver.com/yyg0103/223793937304?" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeonggi.com/article/20241207580032" }
                ]},
        { "기호": "4", "이름": "이은창", "정당": "개혁신당", "사진": "" },
        { "기호": "5", "이름": "김혁종", "정당": "무소속", "사진": "" },
        { "기호": "6", "이름": "정연상", "정당": "무소속", "사진": "" }
    ],
    "충남 아산을": [
        { "기호": "1", "이름": "전은수", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "김민경", "정당": "국민의힘", "사진": "" },
        { "기호": "5", "이름": "조덕호", "정당": "새미래민주당", "사진": "" }
    ],
    "전북 군산김제부안갑": [
        { "기호": "1", "이름": "김의겸", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "오지성", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  "YOON은 진정한 영웅"[1]\n\n•  탄핵 반대 집회 참여[2]\n\n•  탄핵 반대 요청 성명서에 동의[3]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.hani.co.kr/arti/politics/politics_general/1260481.html" },
            { "n": 2, "텍스트": "link", "url": "http://youtube.com/post/UgkxA9PmCpz3oK3hrLGxPaMEi00ZebBbnlRz?si=ibdSoD9ycYkNnUY6" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeonggi.com/article/20241207580032" }
                ]}
    ],
    "전북 군산김제부안을": [
        { "기호": "1", "이름": "박지원", "정당": "더불어민주당", "사진": "" },
        { "기호": "5", "이름": "김종회", "정당": "무소속", "사진": "" }
    ],
    "제주 서귀포": [
        { "기호": "1", "이름": "김성범", "정당": "더불어민주당", "사진": "" },
        { "기호": "2", "이름": "고기철", "정당": "국민의힘", "사진": "", "yoon": true, 
        "근거": '•  "대통령 체포영장 집행은 명백한 불법이다."[1]\n\n•  "이 사건을 과연 ‘내란’으로 볼 수 있는지.."[2]\n\n•  탄핵 반대 요청 성명서에 동의[3]',
        "출처": [
            { "n": 1, "텍스트": "link", "url": "https://www.facebook.com/share/p/1CnjfPnGib/" },
            { "n": 2, "텍스트": "link", "url": "https://www.facebook.com/share/p/1Fia1V2FqH/" },
            { "n": 3, "텍스트": "link", "url": "https://www.kyeonggi.com/article/20241207580032" }
                ]}
    ]
};